tap "homebrew/core"
tap "homebrew/bundle"
brew "automake"
brew "bash-completion"
brew "bats"
brew "binwalk"
brew "cmake"
brew "ctags"
brew "gist"
brew "git"
brew "git-flow"
brew "goto"
brew "hub"
brew "nmap"
brew "rbenv"
brew "tig"
brew "tmux", args: ["with-utf8proc"]
brew "tree"
brew "w3m"
brew "wget"
