tap "homebrew/core"
tap "homebrew/test-bot"
tap "homebrew/bundle"
tap "caskroom/cask"
tap "cj-bc/owncloud"
tap "cj-bc/slacker"
tap "cj-bc/scopion"
tap "cj-bc/bpkg-completion"
cask "osxfuse"
brew "automake"
brew "bash-completion"
brew "bats"
brew "bdw-gc"
brew "binwalk"
brew "boost"
brew "bpkg"
brew "cmake"
brew "cmus"
brew "ctags"
brew "e2fsprogs"
brew "exiv2"
brew "ext4fuse"
brew "gdrive"
brew "gist"
brew "git"
brew "git-flow"
brew "goto"
brew "gradle"
brew "homebrew-referenceurls"
brew "hub"
brew "icloud"
brew "imagemagick"
brew "jq"
brew "llvm", link: true
brew "lynx"
brew "nethack"
brew "newt"
brew "nkf"
brew "nmap"
brew "nodebrew"
brew "osx-cpu-temp"
brew "pandoc"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "screen"
brew "telnet"
brew "tig"
brew "tmux", args: ["with-utf8proc"]
brew "tree"
brew "urlview"
brew "utimer"
brew "w3m"
brew "wget"
brew "wiki"
brew "youtube-dl"
brew "zzz"
brew "cj-bc/bpkg-completion/bpkg-completion"
brew "cj-bc/owncloud/owncloud"
brew "cj-bc/slacker/slacker"
cask "sonic-pi"
