tap "cj-bc/activate"
tap "cj-bc/atools"
tap "cj-bc/blib"
tap "cj-bc/bpkg-completion"
tap "cj-bc/check256"
tap "cj-bc/cj-bc"
tap "cj-bc/killeach"
tap "cj-bc/miners"
tap "cj-bc/owncloud"
tap "cj-bc/shgif"
tap "cj-bc/shlide"
tap "cj-bc/sixel"
tap "cj-bc/sonic-pi-tool"
tap "cj-bc/wallets"
tap "cj-bc/watchfile"
tap "cj-bc/watchtodo"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/test-bot"
tap "itchyny/fillin"
tap "twlz0ne/ccls"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "asciinema"
brew "awscli"
brew "bash"
brew "bash-completion", link: false
brew "bash-snippets"
brew "bashdb"
brew "bat"
brew "bats-core"
brew "binutils"
brew "binwalk"
brew "blueutil"
brew "bpkg"
brew "buku"
brew "cj-bc/activate/activate"
brew "cj-bc/blib/blib"
brew "cj-bc/bpkg-completion/bpkg-completion"
brew "cj-bc/check256/check256"
brew "cj-bc/miners/koto-cpuminer-yescrypt"
brew "cj-bc/miners/monacoin-cpuminer-multi"
brew "cj-bc/shgif/shgif"
brew "cj-bc/sixel/libsixel", args: ["HEAD"]
brew "cj-bc/sonic-pi-tool/sonic-pi-tool", args: ["HEAD"]
brew "cj-bc/wallets/koto-man"
brew "cj-bc/watchfile/watchfile"
brew "cocot"
brew "coreutils"
brew "curl"
brew "curl-openssl"
brew "curlish"
brew "discount"
brew "dlib"
brew "dnstracer"
brew "editorconfig"
brew "emojify"
brew "exiftool"
brew "ffmpeg", args: ["with-fontconfig", "with-freetype", "with-libcaca"]
brew "fish"
brew "foremost"
brew "fzf"
brew "gdb"
brew "gdk-pixbuf"
brew "ghi"
brew "ghq"
brew "gifsicle"
brew "gist"
brew "git"
brew "git-appraise"
brew "git-cal"
brew "git-flow-avh"
brew "git-lfs"
brew "git-quick-stats"
brew "git-standup"
brew "gitmoji"
brew "gnu-tar"
brew "gnupg"
brew "gnuplot"
brew "gnutls"
brew "go"
brew "goto"
brew "gpgme"
brew "groff"
brew "gtk+"
brew "gtk+3"
brew "hub"
brew "imagemagick"
brew "itchyny/fillin/fillin"
brew "john"
brew "jq"
brew "llvm"
brew "lolcat"
brew "m4"
brew "md5sha1sum"
brew "mecab"
brew "mecab-ipadic"
brew "moreutils"
brew "mosh"
brew "mps-youtube"
brew "mpv", args: ["with-libbluray", "with-libcaca"]
brew "msmtp"
brew "mutt", args: ["with-gettext", "with-gpgme"]
brew "neovim"
brew "nethack"
brew "nkf"
brew "nmap"
brew "nodebrew"
brew "opencv"
brew "opencv@2"
brew "p7zip"
brew "pacvim"
brew "pandoc"
brew "pinfo"
brew "pipenv"
brew "pkg-config"
brew "portaudio"
brew "postgresql"
brew "pstree"
brew "pyenv"
brew "radare2"
brew "rbenv"
brew "rust"
brew "shc"
brew "shellcheck"
brew "shellshare"
brew "shyaml"
brew "sleuthkit"
brew "sox"
brew "swig"
brew "terminal-notifier"
brew "termius"
brew "termshare"
brew "tig"
brew "tldr"
brew "tmux"
brew "todo-txt"
brew "toilet"
brew "translate-shell"
brew "travis"
brew "tree"
brew "twlz0ne/ccls/ccls"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "utimer"
brew "vim"
brew "weechat", args: ["with-lua", "with-python@2", "with-ruby"]
brew "wget"
brew "wireshark"
brew "youtube-dl"
brew "zsh"
cask "android-file-transfer"
cask "android-studio"
cask "blender"
cask "cj-bc/wallets/koto-qt"
cask "discord"
cask "docker"
cask "hyper"
cask "kap"
cask "ngrok"
cask "obs"
cask "onedrive"
cask "shuvi"
cask "sonic-pi"
cask "soundflower"
cask "vivaldi"
cask "wireshark"
cask "wkhtmltopdf"
cask "xquartz"

